{
"FailedToDecrypt" : "Impossible de décrypter master seed",
"MasterseedMnemonic" : "Aide-mémoire seed principal",
"GasPriceWEI" : "Prix du Gaz en WEI",
"TokenExist" : "ce token existe dans l’adresse ETH sélectionnée",
"AmountExceed" : "Le montant est supérieur à la valeur confirmée",
"InvalidValues" : "Valeurs non valides",
"CopiedToClipboard" : "copié dans le presse-papiers",
"TransactionFee" : "Frais de transaction",
"SureWipeWallet" : "Voulez-vous vraiment réinitialiser votre portefeuille ?",
"CantRestoreCoins" : "Sans seed vous ne pouvez pas récupérer vos pièces.",
"SeedsArentSame" : "Les seeds ne sont pas les mêmes",
"HideAdvanced" : "Masquer Avancé",
"ShowAdvanced" : "Afficher Avancé",
"StartRecoveringWallet" : "Lancer la récupération de votre portefeuille",
"OpenNewWallet" : "Ouvrez votre nouveau portefeuille",
"PasswordNotMatch" : "Le mot de passe ne correspond pas",
"PasswordShort" : "Le mot de passe est trop court. La longueur minimum est 5",
"AlphaVersionWarning" : "Vous utilisez la version alpha du multi-portefeuille HODLER, elle peut être instable. La version actuelle du programme est utilisée uniquement pour les tests de fonctionnalité et pour l’envoi de commentaires. Confirmer ci-dessous que vous avez compris ce message et acceptez-le.",
"AddressFieldEmpty" : "Le champ d’adresse est vide",
"Bech32Unsupported" : "Les adresses bech32 sont pas encore prises en charge",
"WrongAddress" : "Erreur d’adresse",
"ReadAgainOCR" : "Introuvable. Réessayer lecture roc ?",
"OCRInaccurate" : "ROC Inexact, veuillez réparer l’adresse par vous-même",
"QRCodeFor" : "Ce code QR est utilisé pour",
"ConfirmInNext" : "Confirmer dans suivant",
"Blocks" : "blocs",
"CreateBackupWallet" : "Voulez-vous créer une sauvegarde de votre portefeuille maintenant ?",
"Yes" : "Oui",
"NotNow" : "Pas maintenant",
"ConfigurationTakeOneStep" : "La configuration ne vous prendra qu’1 étape.",
"ChooseOption" : "Choisir l’une des options ci-dessous :",
"NotExistInWorldlist" : "n’existe dans la liste de mots",
"MasterSeedCreation" : "Création Seed Principal",
"NewCoinButton" : "Nouvelle Pièce",
"NewTokenButton" : "Nouveau Token",
"btnSync" : "Synchroniser",
"BackToBalanceViewButton" : "Enregistrer liste",
"lblThanks" : "Merci d’avoir choisi notre appli",
"lblSetPassword" : "Définir un mot de passe pour votre portefeuille",
"lblEnterPass" : "Saisir un mot de passe",
"lblRetypePass" : "Confirmer le mot de passe",
"btnCreateWallet" : "Ouvrez votre nouveau portefeuille",
"labelHeaderForSG" : "Seed généré",
"lblSeed" : "Veuillez noter le seed sur un papier et conservez-le précieusement !",
"btnSeedGeneratedProceed" : "Continuer",
"btnQRBack" : "Retour",
"TopInfoConfirmed" : "Solde",
"topInfoUnconfirmed" : "Non confirmé",
"RefreshWalletView" : "Rafraîchir",
"WVBalance" : "Historique",
"WVReceive" : "Recevoir",
"WVSend" : "Envoyer",
"WVSettings" : "Paramètres",
"lblReceiveAmount" : "Montant",
"lblSendTo" : "Envoyer à",
"lblAmount" : "Montant",
"btnSend" : "Envoyer",
"btnBack" : "Retour",
"btnExportPrivKey" : "Exporter Clé Privée",
"btnChangeDescription" : "Modifier Description",
"lblSendAllFunds" : "Envoyer tous les fonds",
"lblFromFee" : "déduire les frais du montant",
"AutomaticFeeRadio" : "Automatique",
"FixedFeeRadio" : "Corrigé",
"lblSHeader" : "Paramètres",
"btnSBack" : "Retour",
"btnSWipe" : "Effacer Données du Portefeuille ",
"OrganizeButton" : "Organiser",
"lblDSHeader" : "Décrypter Seed",
"btnDSBack" : "Retour",
"lbldecryptSeedPass" : "Saisir mot de passe",
"lblSCHeader" : "Créateur de Seed",
"lblEnterSeed" : "Entrer un seed ci-dessous (les caractères blancs ne sont pas inclus)",
"btnCheckSeed" : "Vérifier",
"lblANWHeader" : "Nouveau Portefeuille",
"btnANWBack" : "Retour",
"lblCSHeader" : "Confirmer Seed",
"btnCSBack" : "Retour",
"lblRetypeSeed" : "Veuillez entrer des mots de seed :",
"btnConfirm" : "Confirmer",
"lblANTHeader" : "Ajouter des tokens",
"btnANTBack" : "Retour",
"lblEKSHeader" : "Clé privée",
"btnEKSBack" : "Retour",
"lblCTHeader" : "Choisir token",
"btnCTBack" : "Retour",
"btnAddManually" : "Ajouter manuellement",
"lblMTHeader" : "Ajouter token ERC20",
"btnMTBack" : "Retour",
"lblContractAddress" : "Adresse de contrat",
"lblTokenName" : "Nom",
"lblSymbol" : "Symbole",
"lblDecimals" : "Décimales",
"btnAddContract" : "Ajouter Contrat",
"lblACHeader" : "Ajouter Pièce",
"btnACBack" : "Retour",
"lblNewCoinDescription" : "Description",
"lblNewCoinDescriptionPass" : "Saisir un mot de passe",
"lblChangeDescryptionHeader" : "Description",
"btnChangeDescryptionBack" : "Retour",
"lblChangeDescryption" : "Nouvelle Description",
"btnCreateNewWallet" : "Créer nouveau portefeuille",
"btnRestoreWallet" : "Récupérer votre portefeuille existant","SettingsLanguageLabel": "Langue","SettingsCurrencyLabel": "Devise","CreateBackupButton": "Créer une sauvegarde","ResotreWalletHeaderLabel": "Vous pouvez restaurer votre portefeuille de plusieurs manières. Choisissez l'une des options ci-dessous:","RestoreFromStringSeedButton": "Seed","RestoreFromFileButton": "Hodler Secure Backup","RestoreSeedEncryptedQRButton": "QR de génération crypté","RestoreDecryptedSeedQRButton": "QR de base déchiffré","MnemonicSeedDescriptionLabel": "Semer sous une forme abordable pour écrire sur un bout de papier","SeedMnemonicBackupButton": "Semence Mnémonique","HSBDescriptionLabel": "Envoyer des données internes chiffrées à l'aide de Share (le mot de passe du portefeuille restauré doit être identique) (par défaut)","SendWalletFileButton": "Hodler Secure Backup","EncryptedQRDescriptionLabel": "Envoyer le fichier crypté avec graine avec Share (le mot de passe du portefeuille restauré doit être le même)","SendEncryptedSeedButton": "QR chiffré chiffré","DecryptedQRDescriptionLabel": "Envoyer les données de départ dans un fichier crypté à l'aide de Share","SendDecryptedSeedButton": "QR de base déchiffré","BackupHeaderLabel": "Sauvegarde","BackupBackButton": "Retour","FileManagerPathUpButton": "Haut","SelectFilePath": "Sélectionner un fichier","btnRFFBack": "Retour","RFFHeaderLabel": "Restaurer à partir d'un fichier","ChooseFileLabel": "Choisissez le fichier:","RFFSelectFileButton": "Sélectionner un fichier","RFFPasswordInfo": "Mot de passe à classer (même mot de passe pour le portefeuille)","RestoreFromFileConfirmButton": "Restaurer"}